Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/SettingsCellularUI/CellulariPad.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CLOUD_DRIVE_CELLULAR_EXPLANATION_WLAN
source: When not connected to WLAN, use cellular network to transfer documents and data.
ar: استخدام البيانات الخلوية لنقل المستندات والبيانات، عند عدم الاتصال بالـ WLAN.
bg: Когато не сте свързани към WLAN, използвайте мобилна мрежа за прехвърляне на документи и данни.
ca: Quan no tinguis connexió WLAN, s’utilitzarà la xarxa mòbil per transferir documents i dades.
cs: Pokud nebude zařízení připojené k WLAN, bude k přenosu dokumentů a dat použita mobilní síť.
da: Du skal bruge et mobilnetværk til at overføre dokumenter og data, når der ikke er forbindelse til et WLAN-netværk.
de: Wenn keine WLAN-Verbindung vorhanden ist, verwende das Mobilfunknetz, um Dokumente und Daten zu übertragen.
el: Όταν δεν είστε συνδεδεμένοι σε WLAN, να χρησιμοποιείται το κινητό δίκτυο για τη μεταφορά εγγράφων και δεδομένων.
es: Cuando no se disponga de una conexión WLAN, se transferirán los documentos y datos mediante la red móvil.
es_419: Si no hay conexión WLAN, puedes usar datos celulares para transferir documentos y datos.
fi: Käytä mobiiliverkkoa dokumenttien ja datan siirtämiseen, kun et ole WLAN-yhteydessä.
fr: En l’absence de connexion WLAN, utilisez le réseau cellulaire pour transférer des documents et données.
fr_ca: En l’absence d’une connexion WLAN, utilisez le réseau cellulaire pour transférer des documents et des données.
he: כשהמכשיר אינו מחובר לרשת WLAN, ניתן להשתמש ברשת הסלולרית כדי להעביר מסמכים ונתונים.
hi: WLAN से कनेक्टेड न होने पर दस्तावेज़ और डेटा ट्रांसफ़र करने के लिए मोबाइल नेटवर्क का उपयोग करें।
hr: Kad WLAN veza nije uspostavljena, dokumenti i podaci prenose se putem mobilne mreže.
hu: Mobilhálózat használata a dokumentumok és adatok átviteléhez, ha a készülék nem csatlakozik WLAN-hoz.
id: Saat tidak terhubung ke WLAN, gunakan jaringan seluler untuk mentransfer dokumen dan data.
it: In assenza di connessione WLAN, utilizza la rete cellulare per trasferire documenti e dati.
ja: WLANに接続していないときは、モバイルデータ通信を使って書類とデータを転送します。
kk: WLAN желісіне қосылмаған кезде, құжаттар мен деректерді жіберу үшін ұялы байланыс желісін пайдаланыңыз.
ko: WLAN에 연결되지 않은 경우, 셀룰러 네트워크를 사용하여 문서 및 데이터를 전송합니다.
lt: Kai nesate prisijungę prie WLAN tinklo, dokumentus ir duomenis perduokite mobiliojo ryšio tinklu.
ms: Apabila tidak disambungkan ke WLAN, gunakan rangkaian selular untuk memindahkan dokumen dan data.
nl: Gebruik het mobiele netwerk om documenten en gegevens over te zetten als er geen WLAN-verbinding is.
no: Bruk mobilnett til å overføre dokumenter og data når du ikke er koblet til WLAN.
pl: Poza zasięgiem sieci WLAN dokumenty i dane będą przesyłane przez sieć komórkową.
pt_br: Quando não conectado a uma rede WLAN, usar rede celular para transferir documentos e dados.
pt_pt: Quando não houver ligação a uma rede WLAN, usar a rede móvel para transferir documentos e dados.
ro: În lipsa unei conexiuni WLAN, utilizați rețeaua celulară pentru a transfera documente și date.
ru: При отсутствии подключения к сети WLAN использовать сотовую сеть для переноса документов и данных.
sk: Ak nemáte pripojenie k WLAN, bude na prenos dokumentov a dát použitá mobilná sieť.
sl: Če nimate vzpostavljene povezave z omrežjem WLAN, uporabite za prenos dokumentov in podatkov mobilno omrežje.
sv: Använd mobildatanätet till att överföra dokument och data om WLAN inte är tillgängligt.
th: เมื่อไม่ได้เชื่อมต่อกับ WLAN ให้ใช้เครือข่ายเซลลูลาร์ถ่ายโอนเอกสารและข้อมูล
tr: WLAN’a bağlı değilken belgeleri ve verileri aktarmak için hücresel ağı kullanır.
uk: За відсутності зʼєднання з WLAN використовувати стільникову мережу для передавання документів і даних.
vi: Khi không kết nối với WLAN, sử dụng mạng di động để chuyển tài liệu và dữ liệu.
zh_cn: 未连接无线局域网时，使用蜂窝网络传输文稿与数据。
zh_hk: 未連接WLAN時，使用流動網絡傳送文件和資料。
zh_tw: 未連接WLAN時，使用行動網路來傳送文件和資料。

# APPS_APPEAR_AFTER_CELLULAR_USAGE
source: Apps will appear after using cellular data
ar: سوف تظهر التطبيقات بعد استخدام البيانات الخلوية
bg: Тук ще се посочват приложенията, използвали мобилни данни
ca: Les apps apareixeran en utilitzar dades.
cs: Aplikace se zobrazí po využití mobilní sítě
da: Apps vises efter brug af mobildata
de: Apps erscheinen nach Verwendung
el: Εμφάνιση εφαρμογών μετά τη χρήση δεδομένων
es: Aparecerán las apps que usen datos móviles
es_419: Aparecerán las apps que usen datos celulares
fi: Näet apit mobiilidatan käytön jälkeen
fr: Les apps ayant utilisé des données cellulaires figureront ici.
fr_ca: Ici, apps ayant utilisé des données cellulaires
he: יישומים יופיעו לאחר שישתמשו בנתונים סלולריים
hi: मोबाइल डेटा का उपयोग करने के बाद ऐप्स दिखाई देंगे
hr: Prikaz aplikacija po uključenju mob. pod.
hu: Az appok a mobilhálózat használata után jelennek meg
id: App akan muncul setelah menggunakan data seluler
it: Le app verranno visualizzate dopo aver usato i dati cellulare
ja: モバイルデータ通信を使用したアプリを表示します
kk: Қолданбалар ұялы деректерді пайдаланғаннан кейін пайда болады
ko: 셀룰러 데이터 사용 시 앱 표시
lt: Programos atsiras pradėjus naudoti mobiliojo ryšio duomenis
ms: App akan kelihatan selepas menggunakan data selular
nl: Apps zichtbaar na mobieledataverbinding
no: Apper vises etter bruk av mobildata
pl: Aplikacje pojawią się, gdy użyją sieci kom.
pt_br: Os apps aparecerão após usar os dados celulares
pt_pt: Aplicações que usaram dados móveis
ro: Aplicațiile apar după utilizarea datelor celulare
ru: Приложения появятся после использования передачи данных по сотовой сети.
sk: Apky sa zobrazia po použití mobilných dát
sl: Aplikacije se bodo prikazale po porabi mobilnih podatkov
sv: Appar visas efter användning av mobildata
th: แอปจะแสดงขึ้นหลังจากใช้ข้อมูลเซลลูลาร์
tr: Uygulamalar, hücresel veri kullandıktan sonra görünür
uk: Програми зʼявляться після використання стільникових даних
vi: Các ứng dụng sẽ xuất hiện sau khi sử dụng dữ liệu di động
zh_cn: 使用蜂窝数据后会出现的App
zh_hk: App將在使用流動數據後顯示
zh_tw: App將在使用行動數據後顯示

source: Cellular Data Options
ar: خيارات البيانات الخلوية
bg: Опции за мобилни данни
ca: Opcions
cs: Volby dat
da: Indstillinger til data
de: Datenoptionen
el: Επιλογές
es: Opciones
es_419: Opciones
fi: Mobiilidatavalinnat
fr: Options
fr_ca: Options
he: אפשרויות נתונים סלולריים
hi: मोबाइल डेटा विकल्प
hr: Opcije pod. plana
hu: Mobiladat-lehetőségek
id: Pilihan Data Seluler
it: Opzioni dati cellulare
ja: 通信のオプション
kk: Ұялы деректер опциясы
ko: 셀룰러 데이터 옵션
lt: Mobiliojo ryšio duomenų parinktys
ms: Pilihan Data Selular
nl: Opties mobiele data
no: Mobildatavalg
pl: Opcje danych kom.
pt_br: Opções de Dados Celulares
pt_pt: Opções
ro: Opțiuni date
ru: Параметры
sk: Možnosti dát
sl: Možnosti mobilnih podatkov
sv: Alternativ för mobildata
th: ตัวเลือกข้อมูลเซลลูลาร์
tr: Seçenekler
uk: Опції даних
vi: Tùy chọn dữ liệu di động
zh_cn: 蜂窝数据选项
zh_hk: 流動數據選項
zh_tw: 行動數據選項

# MANAGE_ACCOUNT_DESCRIPTION
source: Manage settings for this plan.
ar: إدارة إعدادات هذه الباقة.
bg: Управление на настройките за този план.
ca: Gestiona la configuració d’aquest pla.
cs: Správa nastavení tohoto tarifu.
da: Administrer indstillinger til dette abonnement.
de: Verwalte die Einstellungen für diesen Tarif.
el: Διαχειριστείτε τις ρυθμίσεις για αυτό το πρόγραμμα.
es: Gestiona los ajustes de este plan.
es_419: Administra la configuración de este plan.
fi: Hallitse tämän liittymän asetuksia.
fr: Gérez les réglages de ce forfait.
fr_ca: Gérez les réglages de ce forfait.
he: ניתן לנהל את ההגדרות של תוכנית זו.
hi: इस प्लान के लिए सेटिंग्ज़ प्रबंधित करें।
hr: Upravljanje postavkama za ovaj plan.
hu: Az előfizetés beállításainak kezelése.
id: Kelola pengaturan untuk paket ini.
it: Gestisci impostazioni per questo piano.
ja: このプランの設定を管理します。
kk: Осы тарифтік жоспар реттеулерін басқару.
ko: 이 요금제의 설정을 관리합니다.
lt: Tvarkyti šio plano nustatymus.
ms: Urus seting untuk pelan ini.
nl: Beheer instellingen voor dit abonnement.
no: Administrer innstillinger for dette abonnementet.
pl: Zarządzaj ustawieniami tego planu.
pt_br: Gerencie os ajustes deste plano.
pt_pt: Gira as definições deste plano.
ro: Gestionați configurările pentru acest plan.
ru: Управлять настройками этого тарифного плана.
sk: Spravovať nastavenia tohto programu.
sl: Upravljajte nastavitve za paket.
sv: Hantera inställningar för det här abonnemanget.
th: จัดการการตั้งค่าสำหรับแผนบริการนี้
tr: Bu planın ayarlarını yönetin.
uk: Керуйте параметрами цього плану.
vi: Quản lý cài đặt cho gói cước này.
zh_cn: 更改此套餐的设置。
zh_hk: 管理此計劃的設定。
zh_tw: 管理此方案的設定。

# RESET_STATISTICS_MSG
source: Do you want to reset your usage statistics?
ar: هل تريد إعادة تعيين إحصائيات الاستعمال؟
bg: Сигурни ли сте, че искате да нулирате статистиката за ползването?
ca: Vols restablir les estadístiques d’ús?
cs: Chcete resetovat statistiky použití?
da: Vil du nulstille brugsstatistikken?
de: Sollen deine Nutzungsstatistiken zurückgesetzt werden?
el: Θέλετε να επαναφέρετε τα στατιστικά χρήσης σας;
es: ¿Quieres restablecer las estadísticas de uso?
es_419: ¿Restablecer las estadísticas de uso?
fi: Haluatko nollata käyttötilastot?
fr: Souhaitez-vous réinitialiser vos statistiques d’utilisation ?
fr_ca: Souhaitez-vous réinitialiser vos statistiques d’utilisation?
he: האם ברצונך לאפס את נתוני השימוש?
hi: क्या आप अपनी उपयोग सांख्यिकी को रीसेट करना चाहते हैं?
hr: Želite li resetirati statistiku uporabe?
hu: Alaphelyzetbe szeretné állítani a használati statisztikáit?
id: Apakah Anda ingin mengatur ulang statistik penggunaan Anda?
it: Vuoi azzerare le statistiche di utilizzo?
ja: 使用状況の統計情報をリセットしますか?
kk: Қолданыс статистикасын бастапқы күйге қайтару қажет пе?
ko: 사용량 통계를 재설정하겠습니까?
lt: Ar norite nustatyti naudojimo statistiką iš naujo?
ms: Adakah anda mahu mereset statistik penggunaan anda?
nl: Wil je de gebruiksgegevens opnieuw instellen?
no: Vil du nullstille bruksstatistikken?
pl: Czy chcesz wyzerować statystyki użycia?
pt_br: Deseja redefinir suas estatísticas de uso?
pt_pt: Deseja repor as estatísticas de utilização?
ro: Doriți resetarea statisticilor de utilizare?
ru: Хотите сбросить статистику использования?
sk: Chcete resetovať štatistiky používania?
sl: Želite ponastaviti statistiko porabe?
sv: Vill du nollställa användningsstatistiken?
th: คุณต้องการรีเซ็ตสถิติการใช้งานของคุณหรือไม่
tr: Kullanım istatistiklerinizi sıfırlamak istiyor musunuz?
uk: Скинути статистику використання?
vi: Bạn có muốn đặt lại số liệu thống kê sử dụng không?
zh_cn: 你确定要还原用量统计数据吗？
zh_hk: 要重設用量統計資料嗎？
zh_tw: 要重置用量統計資料嗎？

# TURN_ON_LOCATION_SERVICES_FAUX_CARD_SCANNER_FOOTER_NEW_UI_%@
source: To see carrier options in your area, turn on %@.
ar: لعرض خيارات شركة الاتصالات في منطقتك، يجب تشغيل %@.
bg: За да видите опциите на операторите във вашия регион, включете %@.
ca: Per veure els operadors disponibles a l’àrea on et trobes, activa la %@.
cs: Chcete‑li zobrazit výběr operátorů ve své oblasti, zapněte %@.
da: Slå %@ til for at se operatører, der er tilgængelige i dit område.
de: Um Netzbetreiberoptionen in deiner Umgebung zu sehen, aktiviere „%@“.
el: Για εμφάνιση των επιλογών φορέα στην περιοχή σας, ενεργοποιήστε τη ρύθμιση «%@».
es: Para consultar los operadores disponibles en tu zona, activa la %@.
es_419: Para ver las opciones de operadores en tu área, activa %@.
fi: Laita %@ päälle, jotta näet alueellasi saatavilla olevat operaattorivaihtoehdot.
fr: Pour afficher les opérateurs disponibles dans votre région, activez le %@.
fr_ca: Pour afficher les opérateurs disponibles dans votre région, activez %@.
he: כדי להציג מפעילים סלולריים זמינים באזור שלך, יש להפעיל את ״%@״.
hi: अपने क्षेत्र में कैरियर विकल्प देखने के लिए %@ चालू करें।
hr: Za prikazivanje opcija operatera u vašem području uključite %@.
hu: A környékén elérhető szolgáltatók megtekintéséhez kapcsolja be a következőt: %@.
id: Untuk melihat pilihan operator di area Anda, nyalakan %@.
it: Per visualizzare i gestori disponibili nella tua zona, attiva l’opzione %@.
ja: あなたの地域の通信事業者オプションを見つけるには、%@をオンにしてください。
kk: Аймағыңыздағы ұялы байланыс операторының опцияларын көру үшін %@ функциясын қосыңыз.
ko: 사용자의 지역에서 이용할 수 있는 이동통신사 옵션을 보려면 %@을(를) 켜십시오.
lt: Kad pamatytumėte operatorių parinktis savo regione, įjunkite „%@“.
ms: Untuk melihat pilihan pembawa di kawasan anda, aktifkan %@.
nl: Om opties voor aanbieders bij jou in de buurt zien, schakel je %@ in.
no: Slå på %@ for å se operatørvalg for området ditt.
pl: Aby zobaczyć opcje oferowane przez operatora komórkowego w Twoim regionie, włącz %@.
pt_br: Para ver as opções de operadora na sua área, ative os %@.
pt_pt: Ative %@ para ver as opções de operadoras na sua região.
ro: Pentru a vedea opțiunile de operator din zona dvs., activați %@.
ru: Чтобы увидеть, какие операторы связи доступны в Вашем регионе, включите %@.
sk: Ak chcete zobraziť operátorov dostupných vo vašej oblasti, zapnite %@.
sl: Če si želite ogledati možnosti operaterja v svojem območju, vklopite %@.
sv: Slå på %@ om du vill se operatörsalternativ i ditt område.
th: ในการดูตัวเลือกผู้ให้บริการในพื้นที่ของคุณ ให้เปิดใช้%[tt]@
tr: Bölgenizdeki operatör seçeneklerini görmek için %@ seçeneğini açın.
uk: Щоб побачити пропозиції операторів у вашому регіоні, увімкніть %@.
vi: Để xem các tùy chọn nhà cung cấp trong khu vực của bạn, hãy bật %@.
zh_cn: 若要查看你所在地区的运营商选择，请打开%@。
zh_hk: 如要查看你所在區域的電訊商選項，請開啟%@。
zh_tw: 若要查看你所在區域提供的電信業者選項，請開啟%[tt]@。

source: Cellular Plan Transferred
ar: تم نقل الباقة الخلوية
bg: Мобилният план е прехвърлен
ca: Pla mòbil transferit
cs: Mobilní tarif byl přenesen
da: Mobilabonnement overført
de: Mobilfunktarif übertragen
el: Μεταφέρθηκε το πρόγραμμα κινητού δικτύου
es: Plan móvil transferido
es_419: Plan celular transferido
fi: Mobiililiittymä siirretty
fr: Forfait cellulaire transféré
fr_ca: Forfait cellulaire transféré
he: התוכנית הסלולרית הועברה
hi: मोबाइल प्लान ट्रांसफ़र किया गया
hr: Podatkovni plan prenesen
hu: A mobil-előfizetés átvitele befejeződött
id: Paket Seluler Ditransfer
it: Piano cellulare trasferito
ja: モバイル通信プランが転送されました
kk: Ұялы тарифтік жоспар тасымалданды
ko: 셀룰러 요금제가 전송됨
lt: Mobiliojo ryšio planas perkeltas
ms: Pelan Selular Dipindahkan
nl: Mobiel abonnement overgezet
no: Mobilabonnementet er overført
pl: Plan komórkowy przeniesiony
pt_br: Plano Celular Transferido
pt_pt: Plano de serviço móvel transferido
ro: Plan celular transferat
ru: Сотовый тариф перенесен
sk: Mobilný program bol prenesený
sl: Mobilni paket je prenesen
sv: Mobilabonnemanget har överförts
th: ถ่ายโอนแผนบริการเซลลูลาร์แล้ว
tr: Hücresel Plan Aktarıldı
uk: Стільниковий план перенесено
vi: Đã chuyển gói cước di động
zh_cn: 已转移蜂窝号码
zh_hk: 已轉移流動網絡計劃
zh_tw: 已移轉行動方案

# SETUP_CELLULAR
source: Set Up Cellular Data
ar: إعداد البيانات الخلوية
bg: Настройка на мобилни данни
ca: Configura les dades mòbils
cs: Nastavit mobilní data
da: Indstil mobildata
de: Mobile Daten einrichten
el: Διαμόρφωση δεδομένων κινητής
es: Configurar datos móviles
es_419: Configurar datos celulares
fi: Ota käyttöön mobiilidata
fr: Configurer les données cellulaires
fr_ca: Configurer les données cellulaires
he: הגדרת נתונים סלולריים
hi: मोबाइल डेटा सेटअप करें
hr: Podesi mobilne podatke
hu: Mobiladat-használat beállítása
id: Atur Data Seluler
it: Configura dati cellulare
ja: モバイルデータ通信を設定
kk: Ұялы деректерді баптау
ko: 셀룰러 데이터 설정
lt: Nustatyti mobiliojo ryšio duomenis
ms: Sediakan Data Selular
nl: Configureer mobiele data
no: Konfigurer mobildata
pl: Skonfiguruj dane komórkowe
pt_br: Configurar Dados Celulares
pt_pt: Configurar dados móveis
ro: Configurați datele celulare
ru: Настроить сотовые данные
sk: Nastaviť mobilné dáta
sl: Nastavitev mobilnih podatkov
sv: Ställ in mobildata
th: ตั้งค่าข้อมูลเซลลูลาร์
tr: Hücresel Veri’yi Ayarla
uk: Налаштувати стільникові дані
vi: Thiết lập dữ liệu di động
zh_cn: 设置蜂窝数据
zh_hk: 設定流動數據
zh_tw: 設定行動數據

# CELLULAR_PLAN_DATA_USAGE_SHORT
source: %@ of %@
ar: %@ من %@
bg: %@ от %@
ca: %@ de %@
cs: %@ z %@
da: %@ af %@
de: %@ von %@
el: %@ από %@
es: %@ de %@
es_419: %@ de %@
fr: %@ sur %@
fr_ca: %@ de %@
he: %@ מתוך %@
hr: %@ od %@
id: %@ dari %@
it: %@ di %@
lt: %@ iš %@
ms: %@ daripada %@
nl: %@ van %@
no: %@ av %@
pl: %@ z %@
pt_br: %@ de %@
pt_pt: %@ de %@
ro: %@ din %@
ru: %@ из %@
sk: %@ z %@
sl: %@ od %@
sv: %@ av %@
th: %@ จาก %@
uk: %@ із %@
zh_tw: %@（共%@）

# CELLULAR_ACCOUNT_EXPIRED
source: Expired
ar: انتهت الصلاحية
bg: Изтекъл
ca: Caducat
cs: Vypršelo
da: Udløbet
de: Abgelaufen
el: Έληξε
es: Caducado
es_419: Inactivo
fi: Vanhentunut
fr: Suspendu
fr_ca: Expiré
he: אינו בתוקף
hi: समय सीमा समाप्त
hr: Isteklo
hu: Lejárt
id: Kedaluwarsa
it: Scaduto
ja: 期限切れ
kk: Мерзімі аяқталды
ko: 만료됨
lt: Nebegalioja
ms: Tamat Tempoh
nl: Verlopen
no: Utløpt
pl: Wygasło
pt_br: Expirado
pt_pt: Caducado
ro: Expirat
ru: Срок истек
sk: Exspiroval
sl: Poteklo
sv: Utgånget
th: หมดอายุแล้ว
tr: Süresi Dolmuş
uk: Застарів
vi: Đã hết hạn
zh_cn: 已过期
zh_hk: 已過期
zh_tw: 已過期

# CONSUMER_SLICING_FOOTER_%@
source: This is included with your %@ cellular plan. With Enhance 5G for Apps, the types of apps you use are shared with your carrier.
ar: هذه الميزة متضمنة في باقة %@ الخلوية. مع ميزة تحسين 5G للتطبيقات، تتم مشاركة أنواع التطبيقات التي تستخدمها مع شركة الاتصالات.
bg: Това е включено с вашия мобилен план %@. С функцията Подобрено 5G за приложения типовете приложения, които използвате, се споделят с вашия оператор.
ca: S’inclou al pla mòbil que tens amb %@. En fer servir la millora del 5G per a les apps, es comparteixen amb l’operador els tipus d’apps que utilitzes.
cs: Tato funkce je součástí vašeho mobilního tarifu %@. Při používání vylepšování 5G pro aplikace se typy aplikací, které používáte, sdílí s operátorem.
da: Denne funktion er inkluderet i dit mobilabonnement hos %@. Med Bedre 5G i apps deles typen af de apps, du bruger, med operatøren.
de: Dies ist in deinem Mobilfunktarif von %@ enthalten. Mit „5G für Apps verbessern“ werden die von dir verwendeten App-Arten an deinen Anbieter übermittelt.
el: Περιλαμβάνεται στο πρόγραμμα κινητού δικτύου %@ σας. Μέσω της Βελτίωσης 5G για εφαρμογές, οι τύποι των εφαρμογών που χρησιμοποιείτε, κοινοποιούνται στον φορέα σας.
es: Se incluye en tu plan móvil de %@. Cuando la función “Mejora del 5G para las apps” está activada, se comparten con tu operador los tipos de apps que usas.
es_419: Esto se incluye en tu plan celular de %@. Con Mejorar 5G para las apps, se comparten con tu operador los tipos de apps que usas.
fi: Tämä sisältyy %[tt]@-mobiililiittymään. Kun käytät parannettua 5G:tä apeille, käyttämiesi appien tyypit jaetaan operaattorille.
fr: Cette fonctionnalité est incluse dans votre forfait cellulaire %@. Avec « Améliorer la 5G pour les apps », les types d’apps que vous utilisez sont communiqués à votre opérateur.
fr_ca: Cette option est incluse dans votre forfait cellulaire %@. Lorsque vous avez recours à la 5G améliorée pour les apps, les types d’apps que vous utilisez sont partagés avec votre opérateur.
he: מאפיין זה כלול בתוכנית הסלולרית של %@. שימוש בקישוריות 5G משופרת עבור יישומים יוביל לכך שסוגי היישומים שמשמשים אותך ישותפו עם המפעיל הסלולרי שלך.
hi: यह आपके %@ मोबाइल प्लान में शामिल है। “ऐप्स के लिए 5G एन्हांस करें” से आपके द्वारा इस्तेमाल किए जाने वाले ऐप्स के प्रकार आपके कैरियर के साथ शेयर किए जाते हैं।
hr: To je uključeno u vaš %@ podatkovni plan. Kad koristite Poboljšaj 5G za aplikacije, vrste aplikacija koje koristite dijele se s vašim operaterom.
hu: Ezt a(z) %@ mobil-előfizetése tartalmazza. Az Erősebb 5G az appok számára funkció használata esetén az Ön által használt appok meg lesznek osztva a szolgáltatójával.
id: Ini disertakan dengan paket seluler %@ Anda. Dengan Tingkatkan 5G untuk App, jenis app yang Anda gunakan akan dibagikan dengan operator Anda.
it: Questa opzione è inclusa nel tuo piano cellulare %@. Quando “Ottimizza 5G per le app” è abilitata, i tipi di app che usi vengono condivisi con il tuo gestore.
ja: これは%@のモバイル通信プランに含まれています。 “アプリ用に5Gを強化”では、使用するアプリの種類が通信授業者と共有されます。
kk: Бұл %@ ұялы байланыс жоспарына кіреді. «Қолданбалар үшін 5G желісін жақсарту» арқылы сіз пайдаланатын қолданбалардың түрлері операторыңызға жіберіледі.
ko: 이 설정은 사용자의 %@ 셀룰러 요금제에 포함되어 있습니다. ‘앱에 대해 향상된 5G 사용’ 기능을 활성화하면 사용자가 이용하는 앱의 유형이 이동통신사와 공유됩니다.
lt: Šią paslaugą apima „%@“ mobiliojo ryšio planas. Pasirinkus „Pagerinti 5G programoms“, jūsų operatorius gaus informaciją apie jūsų naudojamų programų tipus.
ms: Ini disertakan dengan pelan selular %@ anda. Dengan Tingkatkan 5G untuk App, jenis app yang anda gunakan dikongsi dengan pembawa anda.
nl: Dit maakt deel uit van je mobiele abonnement bij %@. Met 'Verbeter 5G voor apps' worden de typen apps die je gebruikt, gedeeld met je aanbieder.
no: Dette er inkludert i mobilabonnementet ditt hos %@. Med Bedre 5G i apper blir apptypene du bruker, delt med operatøren.
pl: Funkcja jest dostępna w ramach Twojego planu komórkowego %@. Gdy używasz funkcji Lepsze 5G dla aplikacji, kategorie używanych aplikacji są udostępniane operatorowi.
pt_br: Esse recurso está incluído com seu plano celular da %@. Com a opção Aprimorar 5G para Apps, os tipos de apps que você usa são compartilhados com a operadora.
pt_pt: Incluído no seu tarifário móvel da %@. Com Melhorar 5G para aplicações, os tipos de aplicações que usa são partilhados com a operadora.
ro: Această opțiune este inclusă cu planul celular %@. Când utilizați “Îmbunătățire 5G pentru aplicații”, tipurile de aplicații pe care le utilizați sunt partajate cu operatorul dvs.
ru: Это входит в Ваш сотовый тариф «%@». При активной функции «Усиление 5G для приложений» оператор сотовой связи получает сведения о типах приложений, которые Вы используете.
sk: Táto možnosť je súčasťou vášho mobilného programu %@. Pri používaní vylepšovania 5G pre apky sa s vaším operátorom zdieľajú typy apiek, ktoré používate.
sl: To je vključeno v mobilni paket vašega operaterja %@. Z možnostjo Izboljšanje omrežja 5G za aplikacije delite vrste aplikacij, ki jih uporabljate, s svojim operaterjem.
sv: Det här ingår i ditt mobilabonnemang från %@. Med Optimera 5G i appar delas apptyperna som du använder med din operatör.
th: การตั้งค่านี้มาพร้อมกับแผนบริการเซลลูลาร์%[tt]@ของคุณ เมื่อใช้การปรับปรุง 5G สำหรับแอป ประเภทของแอปที่คุณใช้จะถูกแชร์กับผู้ให้บริการของคุณ
tr: Bu, %@ hücresel planınıza dahildir. Kullandığınız uygulama türleri Uygulamalar İçin Gelişmiş 5G aracılığıyla operatörünüzle paylaşılır.
uk: Це передбачено у вашому стільниковому плані %@. У разі використання Оптимізації 5G для програм дані про типи програм поширюються для вашого оператора.
vi: Công nghệ này được bao gồm trong gói cước di động %@ của bạn. Với Cải thiện 5G cho ứng dụng, các loại ứng dụng mà bạn sử dụng được chia sẻ với nhà cung cấp của bạn.
zh_cn: 这已包含在你的%@蜂窝套餐中。 启用“为App增强5G”后，所用App类型会与运营商共享。
zh_hk: 這已包括在你的%@流動網絡計劃之中。 你使用「強化5G」時，你所使用的App類別會與電訊商共享。
zh_tw: 這包含在你的%@行動方案中。 啟用「為App增強5G」後，你使用的App類型會與電信業者分享。

source: Cellular Plans
ar: الباقات الخلوية
bg: Мобилни планове
ca: Plans mòbils
cs: Mobilní tarify
da: Mobilabonnementer
de: Mobilfunktarife
el: Προγράμματα κινητού δικτύου
es: Planes móviles
es_419: Planes celulares
fi: Mobiililiittymät
fr: Forfaits cellulaires
fr_ca: Forfaits cellulaires
he: תוכניות סלולריות
hi: मोबाइल प्लान
hr: Podatkovni planovi
hu: Mobil-előfizetések
id: Paket Seluler
it: Piani cellulare
ja: モバイル通信プラン
kk: Ұялы тарифтік жоспарлар
ko: 셀룰러 요금제
lt: Mobiliojo ryšio planai
ms: Pelan Selular
nl: Mobiele abonnementen
no: Mobilabonnementer
pl: Plany komórkowe
pt_br: Planos Celulares
pt_pt: Planos de serviço móvel
ro: Planuri celulare
ru: Сотовые тарифы
sk: Mobilné programy
sl: Mobilni paketi
sv: Mobilabonnemang
th: แผนบริการเซลลูลาร์
tr: Hücresel Planlar
uk: Стільникові плани
vi: Gói cước di động
zh_cn: 蜂窝号码
zh_hk: 流動網絡計劃
zh_tw: 行動方案
